已完成任务：
// 7，游戏中少了js css文件 是否单独建个文件夹放？不然就要公用了啊。
// 8，rem设置
// 5，配置less；--坚决执行；
未完成任务：
    主体思路
    1，博客+微信公众号：卖书+讨赞赏+个人积累；---用elementUI
    2，个人网站：重新申请gitHub重新做网站---卖广告；---用elementUI+php
    3，服务器先在本地处理，后续上线；
    4，关于页面写个单独的；
    5，内容更新一下，增加后台管理系统，做上传下载接口，也做响应式；
    6，jQuery和boot更新一下？
    主页设计：
    1,内容卡片参考糗事百科写，固定格式，没有的用v-if，用v-for数据先写死，做完前台再依据设计做后台；
    2,取消主页，把趣味资讯页面作为主页，改为无限加载，前台取消栏目分类。
    远程安排：
    3,plan页面不用上传，游戏页面直接上传，不方便加入单页应用中，考虑为页面加个公共导航就行，
    看了有html页面，加个公众头部；
说明：plan存入本地，不放远程，确认远程无此文件。
